Repository: DinanathDash/Stasis
Catalog: Stasis/L10n/Localizable.xcstrings
Source language: en
Languages: de, es, fr, it, ja, ko, nl, pt_br, pt_pt, ru, sk, sl, tr, vi, zh_hans, zh_hant

source: Temperature threshold for Heat Protection Mode (30 to 50)
de: Temperaturschwelle für Hitzeschutz (30 bis 50)
es: Umbral de temperatura para protección (30 a 50)
fr: Seuil de température de protection (30 à 50)
it: Soglia di temperatura protezione termica (da 30 a 50)
ja: 高熱保護モードの温度しきい値 (30～50)
ko: 과열 보호 모드의 온도 임계값 (30 ~ 50)
nl: Temperatuurdrempel voor hittebescherming (30 tot 50)
pt_br: Limite de temperatura para Proteção Térmica (30 a 50)
pt_pt: Limite de temperatura para Proteção Térmica (30 a 50)
ru: Порог температуры для защиты от перегрева (от 30 до 50)
sk: Teplotný prah pre režim tepelnej ochrany (30 až 50)
sl: Prag temperature za zaščito pred toploto (30 do 50)
tr: Isı Koruması Modu için sıcaklık eşiği (30 - 50)
vi: Ngưỡng nhiệt độ cho chế độ bảo vệ quá nhiệt (30 đến 50)
zh_hans: 高温保护模式的温度阈值（30 至 50）
zh_hant: 高溫保護模式的溫度閾值（30 至 50）

source: Temporarily override the charge limit and charge the MacBook to 100 percent, or cancel Top-Up if active.
de: Ladelimit vorübergehend aufheben und auf 100% aufladen, oder den Vorgang abbrechen.
es: Anula temporalmente el límite para cargar el MacBook al 100% o cancela si está activo.
fr: Ignorer temporairement la limite pour recharger le MacBook à 100%, ou annuler.
it: Ignora temporaneamente il limite per ricaricare il MacBook al 100% o annulla se attivo.
ja: 一時的に制限を解除してMacBookを 100% まで充電するか、アクティブな場合はキャンセルします。
ko: 일시적으로 제한을 무시하고 MacBook을 100%까지 충전하거나 취소합니다.
nl: Tijdelijk de limiet negeren om tot 100% op te laden, of annuleer als dit actief is.
pt_br: Ignorar temporariamente o limite e carregar o MacBook até 100%, ou cancelar.
pt_pt: Ignorar temporariamente o limite e carregar o MacBook até 100%, ou cancelar.
ru: Временно обойти лимит и зарядить MacBook до 100% или отменить, если активно.
sk: Dočasne ignorovať limit a nabiť MacBook na 100% alebo zrušiť prebiehajúce nabíjanie.
sl: Začasno premosti omejitev in napolni MacBook do 100% ali prekliči polnjenje.
tr: Şarj sınırını geçici olarak yoksayarak MacBook'u 100% şarj edin veya iptal edin.
vi: Tạm thời bỏ qua giới hạn để sạc MacBook lên 100% hoặc hủy nếu đang sạc.
zh_hans: 临时无视充电限制并将 MacBook 充满至 100%，或在活动时取消充至满电。
zh_hant: 暫時略過充電上限並將 MacBook 充滿至 100%，或在啟用時取消充滿電。

source: Temporarily override the limit and charge to 100 percent (or cancel Top-Up).
de: Überschreibt vorübergehend das Limit und lädt auf 100 % auf (oder bricht es ab).
es: Anula temporalmente el límite y carga al 100% (o cancela la carga).
fr: Ignore temporairement la limite pour recharger à 100 % (ou annuler).
it: Ignora temporaneamente il limite per ricaricare al 100% (o annulla).
ja: 上限を一時的に無効にして100％まで充電します（またはキャンセル）。
ko: 일시적으로 제한을 무시하고 100%까지 충전합니다(또는 충전 취소).
nl: Overschrijdt tijdelijk de limiet en laadt op tot 100% (of annuleert).
pt_br: Ignora temporariamente o limite e carrega até 100% (ou cancela).
pt_pt: Ignora temporariamente o limite e carrega até 100% (ou cancela).
ru: Временно обходит лимит и заряжает до 100 % (или отменяет зарядку).
sk: Dočasne ignoruje limit a nabije na 100 % (alebo zruší dobíjanie).
sl: Začasno prezre omejitev in napolni do 100 % (ali prekliče dopolnitev).
tr: Sınırı geçici olarak yok sayarak %100'e şarj eder (veya iptal eder).
vi: Tạm thời bỏ qua giới hạn và sạc đến 100% (hoặc hủy).
zh_hans: 临时覆盖上限并充至 100%（或取消充至 100%）。
zh_hant: 臨時覆蓋上限並充至 100%（或取消充至 100%）。

source: Test
de: Testen
es: Probar
fr: Tester
it: Testa
ja: テスト
ko: 테스트
pt_br: Testar
pt_pt: Testar
ru: Тест
sl: Preizkus
vi: Thử nghiệm
zh_hans: 测试
zh_hant: 測試

source: Test Run Command
de: Befehl testen
es: Probar comando
fr: Tester la commande
it: Testa comando
ja: コマンドをテスト実行
ko: 명령 테스트 실행
nl: Test opdracht
pt_br: Testar Comando
pt_pt: Testar Comando
ru: Проверить команду
sk: Otestovať príkaz
sl: Preizkusi ukaz
tr: Komutu Test Et
vi: Chạy thử lệnh
zh_hans: 测试运行命令
zh_hant: 測試執行命令

source: Tested!
de: Getestet!
es: ¡Probado!
fr: Testé !
it: Testato!
ja: テスト完了！
ko: 테스트 완료!
nl: Getest!
pt_br: Testado!
pt_pt: Testado!
ru: Проверено!
sk: Otestované!
sl: Preizkušeno!
tr: Test Edildi!
vi: Đã thử nghiệm!
zh_hans: 测试成功！
zh_hant: 測試成功！

source: The helper daemon runs in the background to manage battery charging states. Note: macOS intentionally retains apps in the "App Background Activity" list (System Settings) even after their background helper is unregistered. Once you click Uninstall, the helper is truly disabled, but macOS will keep Stasis visible in that list until the app itself is deleted from your Mac.
de: Der Hilfsdaemon wird im Hintergrund ausgeführt, um den Batterieladestatus zu verwalten. Hinweis: macOS behält Apps absichtlich in der Liste „App-Hintergrundaktivität“ (Systemeinstellungen) bei, auch wenn ihr Hintergrundhilfsprogramm nicht registriert ist. Sobald Sie auf „Deinstallieren“ klicken, ist der Helfer tatsächlich deaktiviert, aber macOS lässt Stasis in dieser Liste sichtbar, bis die App selbst von Ihrem Mac gelöscht wird.
es: El demonio auxiliar se ejecuta en segundo plano para administrar los estados de carga de la batería. Nota: macOS retiene intencionalmente las aplicaciones en la lista "Actividad en segundo plano de la aplicación" (Configuración del sistema) incluso después de que su asistente en segundo plano no esté registrado. Una vez que haces clic en Desinstalar, el asistente está realmente deshabilitado, pero macOS mantendrá Stasis visible en esa lista hasta que la aplicación se elimine de tu Mac.
fr: Le démon d'assistance s'exécute en arrière-plan pour gérer les états de charge de la batterie. Remarque : macOS conserve intentionnellement les applications dans la liste « Activité en arrière-plan de l'application » (Paramètres système) même après la désinscription de leur assistant en arrière-plan. Une fois que vous cliquez sur Désinstaller, l'assistant est véritablement désactivé, mais macOS gardera Stasis visible dans cette liste jusqu'à ce que l'application elle-même soit supprimée de votre Mac.
it: Il demone helper viene eseguito in background per gestire gli stati di ricarica della batteria. Nota: macOS conserva intenzionalmente le app nell'elenco "Attività in background delle app" (Impostazioni di sistema) anche dopo che il loro helper in background non è registrato. Dopo aver fatto clic su Disinstalla, l'helper viene veramente disabilitato, ma macOS manterrà Stasis visibile nell'elenco finché l'app stessa non verrà eliminata dal tuo Mac.
ja: ヘルパー デーモンは、バッテリーの充電状態を管理するためにバックグラウンドで実行されます。 注: macOS は、バックグラウンド ヘルパーが登録解除された後でも、意図的にアプリを「アプリのバックグラウンド アクティビティ」リスト (システム設定) に保持します。 [アンインストール] をクリックすると、ヘルパーは実際に無効になりますが、macOS では、アプリ自体が Mac から削除されるまで、そのリストに Stasis が表示されたままになります。
ko: 도우미 데몬은 백그라운드에서 실행되어 배터리 충전 상태를 관리합니다. 참고: macOS는 백그라운드 도우미가 등록 취소된 후에도 의도적으로 앱을 "앱 백그라운드 활동" 목록(시스템 설정)에 유지합니다. 제거를 클릭하면 도우미가 실제로 비활성화되지만 macOS는 앱 자체가 Mac에서 삭제될 때까지 해당 목록에 Stasis를 계속 표시합니다.
nl: De helper-daemon draait op de achtergrond om de oplaadstatus van de batterij te beheren. Opmerking: macOS bewaart met opzet apps in de lijst 'App-achtergrondactiviteit' (Systeeminstellingen), zelfs nadat hun achtergrondhelper niet meer is geregistreerd. Zodra u op Verwijderen klikt, is de helper echt uitgeschakeld, maar macOS houdt Stasis zichtbaar in die lijst totdat de app zelf van uw Mac wordt verwijderd.
pt_br: O serviço auxiliar é executado em segundo plano para gerir os estados de carregamento da bateria. Nota: o macOS mantém intencionalmente as aplicações na lista "Atividade da aplicação em segundo plano" mesmo após a remoção do auxiliar. Após clicar em Desinstalar, o auxiliar é realmente desativado, mas o macOS manterá o Stasis visível nessa lista até que a aplicação seja removida do Mac.
pt_pt: O serviço auxiliar é executado em segundo plano para gerir os estados de carregamento da bateria. Nota: o macOS mantém intencionalmente as aplicações na lista "Atividade da aplicação em segundo plano" mesmo após a remoção do auxiliar. Após clicar em Desinstalar, o auxiliar é realmente desativado, mas o macOS manterá o Stasis visível nessa lista até que a aplicação seja removida do Mac.
ru: Вспомогательный демон работает в фоновом режиме для управления состояниями зарядки аккумулятора. Примечание: macOS намеренно сохраняет приложения в списке «Фоновая активность приложений» (Настройки системы) даже после того, как их фоновый помощник не зарегистрирован. Как только вы нажмете «Удалить», помощник действительно отключится, но macOS сохранит Stasis видимым в этом списке до тех пор, пока само приложение не будет удалено с вашего Mac.
sk: Pomocný démon beží na pozadí, aby spravoval stavy nabíjania batérie. Poznámka: macOS zámerne uchováva aplikácie v zozname „Aktivita aplikácie na pozadí“ (Nastavenia systému) aj po zrušení registrácie ich pomocníka na pozadí. Po kliknutí na položku Odinštalovať sa pomocník skutočne deaktivuje, ale macOS ponechá Stasis viditeľnú v tomto zozname, kým sa samotná aplikácia neodstráni z vášho Macu.
sl: Pomožni demon deluje v ozadju, da upravlja stanja polnjenja baterije. Opomba: macOS namenoma obdrži aplikacije na seznamu »Dejavnost v ozadju aplikacije« (sistemske nastavitve), tudi če je njihov pomočnik v ozadju odjavljen. Ko kliknete Odstrani, je pomočnik resnično onemogočen, vendar bo macOS ohranil Stasis viden na tem seznamu, dokler sama aplikacija ne bo izbrisana iz vašega Maca.
tr: Yardımcı arka plan programı, pil şarj durumlarını yönetmek için arka planda çalışır. Not: macOS, arka plandaki yardımcının kaydı silindikten sonra bile uygulamaları kasıtlı olarak "Uygulama Arka Plan Etkinliği" listesinde (Sistem Ayarları) tutar. Kaldır'a tıkladığınızda yardımcı gerçekten devre dışı bırakılır, ancak macOS, uygulamanın kendisi Mac'inizden silinene kadar Stasis'i bu listede görünür tutacaktır.
vi: Trình nền của trình trợ giúp chạy trong nền để quản lý trạng thái sạc pin. Lưu ý: macOS cố tình giữ lại các ứng dụng trong danh sách "Hoạt động nền của ứng dụng" (Cài đặt hệ thống) ngay cả sau khi trình trợ giúp nền của chúng chưa được đăng ký. Sau khi bạn nhấp vào Gỡ cài đặt, trình trợ giúp thực sự bị tắt nhưng macOS sẽ giữ Stasis hiển thị trong danh sách đó cho đến khi chính ứng dụng đó bị xóa khỏi máy Mac của bạn.
zh_hans: 辅助守护进程在后台运行，用于管理电池充电状态。 注意：即使后台辅助程序已取消注册，macOS 仍会将应用保留在“允许在后台”列表（系统设置）中。点击“卸载”后，辅助程序确实会被停用，但在你从 Mac 中删除 Stasis 应用本身之前，macOS 仍会在该列表中显示 Stasis。
zh_hant: 後台輔助服務會在背景執行，以管理電池充電狀態。 注意：即使後台輔助程式已取消註冊，macOS 仍會刻意將 App 保留在「App 背景活動」列表（系統設定）中。按下「解除安裝」後，輔助程式確實已停用，但在你從 Mac 刪除 Stasis App 之前，macOS 仍會讓 Stasis 顯示於該列表中。

source: Threshold below limit
de: Schwellenwert unter Limit
es: Umbral por debajo del límite
fr: Seuil sous la limite
it: Soglia sotto il limite
ja: 限界値を下回るしきい値
ko: 한도 미만의 임계값
nl: Drempel onder limiet
pt_br: Limiar abaixo do limite
pt_pt: Limiar abaixo do limite
ru: Порог ниже лимита
sk: Prah pod limitom
sl: Prag pod mejo
tr: Limitin altındaki eşik
vi: Ngưỡng dưới giới hạn
zh_hans: 低于上限的阈值
zh_hant: 閾值低於限制

source: Time Remaining
de: Verbleibende Zeit
es: Tiempo restante
fr: Temps restant
it: Tempo rimanente
ja: 残り時間
ko: 남은 시간
nl: Resterende tijd
pt_br: Tempo restante
pt_pt: Tempo restante
ru: Оставшееся время
sk: Zostávajúci čas
sl: Preostali čas
tr: Kalan Süre
vi: Thời gian còn lại
zh_hans: 剩余时间
zh_hant: 剩餘時間

source: Time of Day
de: Tageszeit
es: Hora del día
fr: Heure de la journée
it: Ora del giorno
ja: 時刻
ko: 하루 중 시간
nl: Tijd van de dag
pt_br: Hora do dia
pt_pt: Hora do dia
ru: Время суток
sk: Čas dňa
sl: Čas dneva
tr: Günün Saati
vi: Thời gian trong ngày
zh_hans: 执行时间
zh_hant: 一天中的時間

source: Time until discharge
de: Zeit bis zur Entladung
es: Tiempo hasta la descarga
fr: Temps avant décharge
it: Tempo alla scarica
ja: 放電までの時間
ko: 방전까지 남은 시간
nl: Tijd tot ontladen
pt_br: Tempo até descarregar
pt_pt: Tempo até descarregar
ru: Время до разрядки
sk: Čas do vybitia
sl: Čas do izpraznitve
tr: Deşarja kalan süre
vi: Thời gian đến khi xả pin
zh_hans: 电池剩余使用时间
zh_hant: 距離放電的時間

source: Tink
de: Klingeln
es: Tintineo
fr: Tintement
it: Tintinnio
ja: ティンク
ko: 팅크
nl: Ting
pt_br: Tilintar
pt_pt: Tilintar
ru: Звон
sk: Cinknutie
sl: Cingljaj
tr: Tınlama
vi: Leng keng
zh_hans: 叮咚
zh_hant: 叮咚

source: Tip: Check System Settings -> General -> Login Items. Ensure Stasis is allowed to run in the background. If it is already on, try toggling it off and on again.
de: Tipp: Überprüfen Sie die Systemeinstellungen -> Allgemein -> Anmeldeelemente. Stellen Sie sicher, dass Stasis im Hintergrund ausgeführt werden darf. Wenn es bereits eingeschaltet ist, versuchen Sie, es aus- und wieder einzuschalten.
es: Consejo: Verifique Configuración del sistema -> General -> Elementos de inicio de sesión. Asegúrese de que Stasis pueda ejecutarse en segundo plano. Si ya está activado, intente activarlo y desactivarlo nuevamente.
fr: Astuce : Vérifiez les paramètres système -> Général -> Éléments de connexion. Assurez-vous que Stasis est autorisé à s’exécuter en arrière-plan. S'il est déjà activé, essayez de l'éteindre et de le rallumer.
it: Suggerimento: controlla Impostazioni di sistema -> Generale -> Elementi di accesso. Assicurarsi che Stasis possa essere eseguito in background. Se è già attivo, prova a spegnerlo e riaccenderlo.
ja: ヒント: [システム設定] -> [一般] -> [ログイン項目] を確認します。 Stasis がバックグラウンドで実行できるようにしてください。すでにオンになっている場合は、オフにしてから再度オンにしてみてください。
ko: 팁: 시스템 설정 -> 일반 -> 로그인 항목을 확인하세요. Stasis가 백그라운드에서 실행될 수 있는지 확인하세요. 이미 켜져 있으면 껐다가 다시 켜보세요.
nl: Tip: Controleer Systeeminstellingen -> Algemeen -> Inlogitems. Zorg ervoor dat Stasis op de achtergrond mag draaien. Als het al is ingeschakeld, probeer het dan uit en weer in te schakelen.
pt_br: Dica: Verifique Configurações do Sistema -> Geral -> Itens de Início. Certifique-se de que o Stasis tem permissão para executar em segundo plano. Se já estiver ativo, tente desativar e reativar.
pt_pt: Dica: Verifique Definições do Sistema -> Geral -> Itens de Início. Certifique-se de que o Stasis tem permissão para executar em segundo plano. Se já estiver ativo, tente desativar e reativar.
ru: Совет: проверьте «Настройки системы» -> «Основные» -> «Элементы входа». Убедитесь, что Stasis разрешено работать в фоновом режиме. Если он уже включен, попробуйте выключить и включить его снова.
sk: Tip: Skontrolujte Nastavenia systému -> Všeobecné -> Položky prihlásenia. Uistite sa, že Stasis môže bežať na pozadí. Ak je už zapnutý, skúste ho vypnúť a znova zapnúť.
sl: Nasvet: Preverite sistemske nastavitve -> Splošno -> Elementi za prijavo. Zagotovite, da je Stasis dovoljeno izvajati v ozadju. Če je že vklopljen, ga poskusite izklopiti in znova vklopiti.
tr: İpucu: Sistem Ayarları -> Genel -> Giriş Öğelerini kontrol edin. Stasis'in arka planda çalışmasına izin verildiğinden emin olun. Zaten açıksa, kapatıp tekrar açmayı deneyin.
vi: Mẹo: Kiểm tra Cài đặt hệ thống -> Chung -> Mục đăng nhập. Đảm bảo Stasis được phép chạy ở chế độ nền. Nếu nó đã được bật, hãy thử tắt và bật lại.
zh_hans: 提示：请检查“系统设置”→“通用”→“登录项”，确认已允许 Stasis 在后台运行。如果已经开启，请尝试先关闭再重新开启。
zh_hant: 提示：請檢查「系統設定」->「一般」->「登入項目」。確認已允許 Stasis 在背景執行。若已開啟，請嘗試先關閉再重新開啟。

source: Toggle Force Discharge
de: Erzwungenes Entladen umschalten
es: Alternar descarga forzada
fr: Activer/désactiver décharge forcée
it: Attiva/disattiva scarica forzata
ja: 強制放電のトグル
ko: 강제 방전 토글
nl: Geforceerd ontladen in-/uitschakelen
pt_br: Alternar Descarga Forçada
pt_pt: Alternar Descarga Forçada
ru: Переключить принудительную разрядку
sk: Prepnúť vynútené vybíjanie
sl: Preklopi prisilno praznjenje
tr: Zorla Deşarjı Aç/Kapat
vi: Bật/tắt Xả pin cưỡng bức
zh_hans: 切换强制放电
zh_hant: 切換強制放電

source: Toggle Heat Protection
de: Hitzeschutz umschalten
es: Alternar protección térmica
fr: Activer/désactiver protection thermique
it: Attiva/disattiva protezione dal calore
ja: 熱保護をトグル
ko: 열 보호 토글
nl: Hittebescherming in-/uitschakelen
pt_br: Alternar Proteção Térmica
pt_pt: Alternar Proteção Térmica
ru: Переключить тепловую защиту
sk: Prepnúť tepelnú ochranu
sl: Preklopi toplotno zaščito
tr: Isı Korumasını Aç/Kapat
vi: Bật/tắt Bảo vệ quá nhiệt
zh_hans: 切换散热保护
zh_hant: 切換散熱保護

source: Toggle MagSafe LED Control
de: MagSafe-LED-Steuerung umschalten
es: Alternar control de LED de MagSafe
fr: Activer/désactiver contrôle LED MagSafe
it: Attiva/disattiva controllo LED MagSafe
ja: MagSafe LED 制御のトグル
ko: MagSafe LED 제어 토글
nl: MagSafe-ledbediening in-/uitschakelen
pt_br: Alternar Controle do LED MagSafe
pt_pt: Alternar Controlo do LED MagSafe
ru: Переключить управление индикатором MagSafe
sk: Prepnúť ovládanie LED kontrolky MagSafe
sl: Preklopi upravljanje LED-lučke MagSafe
tr: MagSafe LED Kontrolünü Aç/Kapat
vi: Bật/tắt điều khiển đèn LED MagSafe
zh_hans: 切换 MagSafe 指示灯控制
zh_hant: 切換 MagSafe 指示燈控制

source: Toggle Sailing Mode
de: Segelmodus umschalten
es: Alternar Modo Navegación
fr: Activer/désactiver le mode Navigation
it: Attiva/disattiva Modalità Navigazione
ja: セーリングモードのトグル
ko: 세일링 모드 토글
nl: Zeilmodus in-/uitschakelen
pt_br: Alternar Modo Navegação
pt_pt: Alternar Modo Navegação
ru: Переключить режим плавания
sk: Prepnúť režim plachtenia
sl: Preklopi jadrno stanje
tr: Seyir Modunu Aç/Kapat
vi: Bật/tắt Chế độ Trôi dạt
zh_hans: 切换巡航模式
zh_hant: 切換巡航模式

source: Toggle Top-Up to 100 percent
de: Aufladen auf 100% umschalten
es: Alternar carga al 100%
fr: Activer/désactiver la recharge à 100%
it: Attiva/disattiva ricarica al 100%
ja: 100% までのトップアップを切り替え
ko: 100% 충전 전환
nl: Opladen tot 100% schakelen
pt_br: Alternar carga até 100%
pt_pt: Alternar carga até 100%
ru: Переключить зарядку до 100%
sk: Prepnúť nabíjanie na 100%
sl: Preklopi polnjenje do 100%
tr: 100% Şarjı Aç/Kapat
vi: Bật/tắt sạc đầy 100%
zh_hans: 切换充电至 100%
zh_hant: 切換充電至 100%

source: Toggle force discharge in ${applicationName}
de: Entladen erzwingen in ${applicationName} umschalten
es: Alternar descarga forzada en ${applicationName}
fr: Activer/désactiver la décharge forcée dans ${applicationName}
it: Attiva/disattiva scarica forzata in ${applicationName}
ja: ${applicationName}で強制放電を切り替え
ko: ${applicationName}에서 강제 방전 전환
nl: Gedwongen ontladen schakelen in ${applicationName}
pt_br: Alternar descarga forçada no ${applicationName}
pt_pt: Alternar descarga forçada no ${applicationName}
ru: Переключить принудительный разряд в ${applicationName}
sk: Prepnúť vynútené vybitie v ${applicationName}
sl: Preklopi prisilno praznjenje v ${applicationName}
tr: ${applicationName}'te Zorla Deşarjı aç/kapat
vi: Bật/tắt buộc xả pin trong ${applicationName}
zh_hans: 在 ${applicationName} 中切换强制放电
zh_hant: 在 ${applicationName} 中切換強制放電

source: Toggle heat protection in ${applicationName}
de: Hitzeschutz in ${applicationName} umschalten
es: Alternar protección contra calor en ${applicationName}
fr: Activer/désactiver la protection thermique dans ${applicationName}
it: Attiva/disattiva protezione termica in ${applicationName}
ja: ${applicationName}で高熱保護を切り替え
ko: ${applicationName}에서 과열 보호 전환
nl: Hittebescherming schakelen in ${applicationName}
pt_br: Alternar proteção térmica no ${applicationName}
pt_pt: Alternar proteção térmica no ${applicationName}
ru: Переключить защиту от перегрева в ${applicationName}
sk: Prepnúť tepelnú ochranu v ${applicationName}
sl: Preklopi zaščito pred toploto v ${applicationName}
tr: ${applicationName}'te ısı korumasını aç/kapat
vi: Bật/tắt bảo vệ quá nhiệt trong ${applicationName}
zh_hans: 在 ${applicationName} 中切换高温保护
zh_hant: 在 ${applicationName} 中切換高溫保護

source: Toggle sailing mode in ${applicationName}
de: Segel-Modus in ${applicationName} umschalten
es: Alternar modo navegación en ${applicationName}
fr: Activer/désactiver le mode Voile dans ${applicationName}
it: Attiva/disattiva modalità Vela in ${applicationName}
ja: ${applicationName}でセーリングモードを切り替え
ko: ${applicationName}에서 세일링 모드 전환
nl: Zeilmodus schakelen in ${applicationName}
pt_br: Alternar Modo Velejar no ${applicationName}
pt_pt: Alternar Modo Velejar no ${applicationName}
ru: Переключить режим плавания в ${applicationName}
sk: Prepnúť plachtiaci režim v ${applicationName}
sl: Preklopi način jadranja v ${applicationName}
tr: ${applicationName}'te Yelken Modunu aç/kapat
vi: Bật/tắt chế độ lướt trong ${applicationName}
zh_hans: 在 ${applicationName} 中切换航行模式
zh_hant: 在 ${applicationName} 中切換航行模式

source: Top up battery in ${applicationName}
de: Batterie in ${applicationName} aufladen
es: Cargar al 100 % en ${applicationName}
fr: Recharger à 100 % dans ${applicationName}
it: Ricarica al 100 % in ${applicationName}
ja: ${applicationName}でバッテリーを100 %まで充電
ko: ${applicationName}에서 배터리 100 % 충전
nl: Batterij opladen in ${applicationName}
pt_br: Carregar bateria em 100 % no ${applicationName}
pt_pt: Carregar bateria em 100 % no ${applicationName}
ru: Зарядить батарею до 100 % в ${applicationName}
sk: Nabiť batériu doplna v ${applicationName}
sl: Napolni baterijo do 100 % v ${applicationName}
tr: ${applicationName}'te pili % 100 şarj et
vi: Sạc đầy pin trong ${applicationName}
zh_hans: 在 ${applicationName} 中充满电
zh_hant: 在 ${applicationName} 中充滿電

source: Top-Up to 100 percent cancelled.
de: Aufladen auf 100% abgebrochen.
es: Carga al 100% cancelada.
fr: Recharge à 100 % annulée.
it: Ricarica al 100% annullata.
ja: 100%までの充電をキャンセルしました。
ko: 100%까지 충전이 취소되었습니다.
nl: Opladen tot 100% geannuleerd.
pt_br: Carregar até 100% cancelado.
pt_pt: Carregar até 100% cancelado.
ru: Зарядка до 100% отменена.
sk: Dobíjanie na 100 % bolo zrušené.
sl: Dopolnjevanje do 100 % preklicano.
tr: %100'e Tamamla iptal edildi.
vi: Đã hủy sạc đầy đến 100%.
zh_hans: 已取消临时充至 100%。
zh_hant: 已取消臨時充至 100%。

source: Top-Up to 100 percent started.
de: Aufladen auf 100% gestartet.
es: Carga al 100% iniciada.
fr: Recharge à 100 % lancée.
it: Ricarica al 100% avviata.
ja: 100%までの充電を開始しました。
ko: 100%까지 충전을 시작했습니다.
nl: Opladen tot 100% gestart.
pt_br: Carregar até 100% iniciado.
pt_pt: Carregar até 100% iniciado.
ru: Зарядка до 100% началась.
sk: Dobíjanie na 100 % sa začalo.
sl: Dopolnjevanje do 100 % se je začelo.
tr: %100'e Tamamla başladı.
vi: Đã bắt đầu sạc đầy đến 100%.
zh_hans: 已开始临时充至 100%。
zh_hant: 已開始臨時充至 100%。

source: Top-up to %@ cancelled. Standard limit resumed.
de: Aufladen auf %@ abgebrochen. Standardlimit wiederhergestellt.
es: Carga al %@ cancelada. Límite estándar reanudado.
fr: Recharge à %@ annulée. Limite standard rétablie.
it: Ricarica al %@ annullata. Limite standard ripristinato.
ja: %@ トップアップをキャンセルしました。標準上限に戻りました。
ko: %@ 충전이 취소되었습니다. 기본 제한이 복원되었습니다.
nl: Opladen tot %@ geannuleerd. Standaardlimiet hervat.
pt_br: Carga até %@ cancelada. Limite padrão retomado.
pt_pt: Carga até %@ cancelada. Limite padrão retomado.
ru: Зарядка до %@ отменена. Стандартный лимит восстановлен.
sk: Nabíjanie na %@ zrušené. Štandardný limit obnovený.
sl: Polnjenje do %@ preklicano. Standardna omejitev je obnovljena.
tr: %@ şarj iptal edildi. Standart sınır sürdürülüyor.
vi: Đã hủy sạc %@. Đã khôi phục giới hạn tiêu chuẩn.
zh_hans: 已取消充电至 %@。恢复默认限制。
zh_hant: 已取消充電至 %@。恢復預設上限。

source: Top-up to %@ started.
de: Aufladen auf %@ gestartet.
es: Carga al %@ iniciada.
fr: Recharge à %@ démarrée.
it: Ricarica al %@ avviata.
ja: %@ までのトップアップを開始しました。
ko: %@ 충전이 시작되었습니다.
nl: Opladen tot %@ gestart.
pt_br: Carga até %@ iniciada.
pt_pt: Carga até %@ iniciada.
ru: Зарядка до %@ началась.
sk: Nabíjanie na %@ spustené.
sl: Polnjenje do %@ se je začelo.
tr: %@ şarj başladı.
vi: Đã bắt đầu sạc lên %@.
zh_hans: 已开始充电至 %@。
zh_hant: 已開始充電至 %@。

source: Top-up to Limit
de: Nachladen bis Limit
es: Recargar hasta el límite
fr: Complément jusqu'à la limite
it: Ricarica fino al limite
ja: 上限まで充電
ko: 한도까지 충전
nl: Opladen tot limiet
pt_br: Carregar até ao limite
pt_pt: Carregar até ao limite
ru: Зарядка до лимита
sk: Nabitie po limit
sl: Polnjenje do omejitve
tr: Sınıra Kadar Şarj
vi: Sạc đến giới hạn
zh_hans: 充电至上限
zh_hant: 充電至上限
